;*****************************************************************************;
;            Language set file for plugins used by NativeLang.dll             ;
;*****************************************************************************;
;                                                                             ;
; Please change the file and distribute to the corresponding developer.       ;
;                                                                             ;
;*****************************************************************************;


; Explorer Language Set ******************************** jens.plugin.npp@gmx.de
[Explorer.dll NppMenu]
Main="&Explorer"
0="&Explorer...%tStrg+Shift+Alt+E"
1="&Favoriten...%tStrg+Shift+Alt+F"
3="&Optionen..."
5="&Hilfe..."

[Explorer.dll Explorer]
30505="Filter:"
30506="Filter:"

[Explorer.dll ContextMenu]
10000="Neue Datei..."
10001="Neues Verzeichnis..."
10002="In Dateien suchen..."
10003="Öffnen"
10004="Öffnen in anderer Ansicht"
10005="Öffnen in neuer Instanz"
10006="DOS Eingabe..."
10007="Zu Favoriten hinzufügen..."
10008="ges. Dateiname(n) zum Dok. hinzufügen"
10009="Dateiname(n) zum Dok. hinzufügen"

[Explorer.dll New]
2="Abbrechen"

[Explorer.dll FileList]
Name="Name"
Ext.="Erw."
Size="Größe"
Date="Datum"

[Explorer.dll Favorites]

[Explorer.dll FavProp]
Caption="Favoriten"
2="Abbrechen"
30618="Name:"
30619="Link:"
30615="Selektieren Sie eine Gruppe"

[Explorer.dll FavMenu]
1="Link erstellen..."
2="Neue Gruppe..."
3="Existierende Sitzung hinzufügen..."
4="Aktuelle Sitzung speichern"
5="Kopieren"
6="Ausschneiden"
7="Einfügen"
8="Löschen"
9="Eigenschaften..."
10="Öffnen"
11="Öffnen in anderer Ansicht"
12="Öffnen in neuer Instanz"
13="Erneut öffnen"

[Explorer.dll Options]
Caption="Optionen"
30651="&Verzeichnisse in eckigen Klammern"
30652="&Automatisch aktualisieren"
30656="&Erweiterungen in eigener Spalte"
30657="Zeige versteckte &Dateien"
30658="      &Zeige Größe und Datum"
30659="Benutze Standard Shell Icons"
30661="Größe:"
30662="Datum:"
30663="Datei Liste"
30664="Standard Einstellungen"
30665="Laufwerksinfo holen innerhalb (ms):"

[Explorer.dll ComboSize]
2="Dynamisch x b/k/M"
3="Dynamisch x,x b/k/M"

[Explorer.dll ComboDate]

[Explorer.dll Help]
Caption="Hilfe"
30703="Entwickler:"
30704="eMail:"
30705="Ich danke Don für diesen großartigen Editor%nund seiner Hilfe bei der Erstellung dieses Plugins."
30706="Menü Elemente"
30707="Explorer...%t%tZeigt den Datei Manager."
30708="Favoriten...%t%tZeigt das Favoriten Fenster."
30709="Optionen...%t%tErmöglicht hier individuelle%n%t%t%tEinstellungen des Explorers."
30710="Hilfe...%t%t%tZeigt diesen Hilfe-Dialog an."

[Explorer.dll Text]
Explorer="Explorer"
Favorites="Favoriten"
Previous Folder="Zurück"
Next Folder="Vor"
New File...="Neue Datei..."
New Folder...="Neues Verzeichnis..."
Find in Files...="In Dateien suchen..."
Folder of Current File="Verzeichnis der aktuellen Datei"
User Folder="Benutzer Verzeichnis"
Refresh="Aktualisieren"
Link Current File...="Verlinke aktuelle Datei..."
Link Current Folder...="Verlinke aktuelles Verzeichnis..."
New Link...="Link erstellen..."
Delete Link="Link löschen"
Edit Link...="Link editieren..."
New file="Neue Datei"
New folder="Neues Verzeichnis"
Properties="Eigenschaften"
Details="Details %%s"
New element in="Neues Element in %%s"
New group in="Neue Gruppe in %%s"
Save current Session="Sitzung speichern"
Add existing Session="Sitzung hinzufügen"
Standard Menu="Standard Menü"
